/*工作性质*/
var gzxzArr = [
    {'id':1,'name':'全职'},
    {'id':2,'name':'兼职'},
    {'id':3,'name':'实习'},
];
/*期望薪资*/
var qwxzArr = [
    {'id':0,'name':'面议'},
    {'id':1,'name':'1000元/月一下'},
    {'id':3,'name':'2000元/月一下'},
    {'id':4,'name':'3000元/月一下'},
    {'id':5,'name':'4000元/月一下'},
    {'id':6,'name':'5000元/月一下'},
    {'id':7,'name':'6000元/月一下'},
    {'id':8,'name':'7000元/月一下'},
    {'id':9,'name':'8000元/月一下'},
    {'id':10,'name':'9000元/月一下'},
    {'id':11,'name':'10000元/月一下'},
    {'id':12,'name':'11000元/月一下'},
];
/*行业类别 */
var hylbArr = [
    {'id':1,'name':'互联网/电子商务'},
    {'id':2,'name':'计算机软件'},
    {'id':3,'name':'IT服务'},
    {'id':4,'name':'电子技术'},
    {'id':5,'name':'计算机'},
    {'id':6,'name':'通讯'},
    {'id':7,'name':'网络游戏'},
    {'id':8,'name':'保险'},
    {'id':9,'name':'房地产'},
    {'id':10,'name':'广告'},
    {'id':11,'name':'中介'},
    {'id':1,'name':'互联网/电子商务'},
    {'id':2,'name':'计算机软件'},
    {'id':3,'name':'IT服务'},
    {'id':4,'name':'电子技术'},
    {'id':5,'name':'计算机'},
    {'id':6,'name':'通讯'},
    {'id':7,'name':'网络游戏'},
    {'id':8,'name':'保险'},
    {'id':9,'name':'房地产'},
    {'id':10,'name':'广告'},
    {'id':11,'name':'中介'},
];
/*工作状态*/
var gzztArr = [
    {'id':1,'name':'我目前处于离职状态，可立即上岗', 'content':'（到岗时间一个月内）'},
    {'id':2,'name':'我目前在职，正考虑换个新环境', 'content':'（如果有合适的工作机会，到岗时间一个月内）'},
    {'id':3,'name':'我目前处于离职状态，可立即上岗', 'content':''},
    {'id':4,'name':'我对现有工作还算满意，如有更好的工作机会，我也可以考虑。', 'content':'（到岗时间另议）'},
];
/*学历/学位*/
var xlxwArr = [
    {'id':1,'name':'初中'},
    {'id':2,'name':'高中'},
    {'id':3,'name':'中专'},
    {'id':4,'name':'大专'},
    {'id':5,'name':'大学'},
    {'id':6,'name':'研究生'},
];